{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "UObjectDisplayNames",
			"Children": [
				{
					"Source":
					{
						"Text": "DT Record Video"
					},
					"Translation":
					{
						"Text": "DT Record Video"
					},
					"Key": "\"DTStopRecordAsyncBPLib\""
				},
				{
					"Source":
					{
						"Text": "DT Record Video"
					},
					"Translation":
					{
						"Text": "DT Record Video"
					},
					"Key": "\"DTVideoBPLib\""
				},
				{
					"Source":
					{
						"Text": "EBP MAX"
					},
					"Translation":
					{
						"Text": "EBP MAX"
					},
					"Key": "\"EBP_SuccessOrFailure.EBP_MAX\""
				},
				{
					"Source":
					{
						"Text": "EBP Success or Failure"
					},
					"Translation":
					{
						"Text": "EBP Success or Failure"
					},
					"Key": "\"EBP_SuccessOrFailure\""
				},
				{
					"Source":
					{
						"Text": "Error Message"
					},
					"Translation":
					{
						"Text": "Error Message"
					},
					"Key": "\"DTVideoBPLib:StartRecord:ErrorMessage\""
				},
				{
					"Source":
					{
						"Text": "Error Message"
					},
					"Translation":
					{
						"Text": "Error Message"
					},
					"Key": "\"StopRecordDelegatge__DelegateSignature:ErrorMessage\""
				},
				{
					"Source":
					{
						"Text": "Failure"
					},
					"Translation":
					{
						"Text": "Failure"
					},
					"Key": "\"DTStopRecordAsyncBPLib:OnFailure\""
				},
				{
					"Source":
					{
						"Text": "Failure"
					},
					"Translation":
					{
						"Text": "Failure"
					},
					"Key": "\"EBP_SuccessOrFailure.Failure\""
				},
				{
					"Source":
					{
						"Text": "Height"
					},
					"Translation":
					{
						"Text": "Height"
					},
					"Key": "\"DTVideoBPLib:StartRecord:Height\""
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "\"DTStopRecordAsyncBPLib:StopRecord:Name\""
				},
				{
					"Source":
					{
						"Text": "Result"
					},
					"Translation":
					{
						"Text": "Result"
					},
					"Key": "\"DTVideoBPLib:StartRecord:Result\""
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "\"DTStopRecordAsyncBPLib:StopRecord:ReturnValue\""
				},
				{
					"Source":
					{
						"Text": "StartRecord"
					},
					"Translation":
					{
						"Text": "StartRecord"
					},
					"Key": "\"DTVideoBPLib:StartRecord\""
				},
				{
					"Source":
					{
						"Text": "Stop Record Delegatge  Delegate Signature"
					},
					"Translation":
					{
						"Text": "Stop Record Delegatge  Delegate Signature"
					},
					"Key": "\"StopRecordDelegatge__DelegateSignature\""
				},
				{
					"Source":
					{
						"Text": "StopRecord"
					},
					"Translation":
					{
						"Text": "StopRecord"
					},
					"Key": "\"DTStopRecordAsyncBPLib:StopRecord\""
				},
				{
					"Source":
					{
						"Text": "Success"
					},
					"Translation":
					{
						"Text": "Success"
					},
					"Key": "\"DTStopRecordAsyncBPLib:OnSuccess\""
				},
				{
					"Source":
					{
						"Text": "Success"
					},
					"Translation":
					{
						"Text": "Success"
					},
					"Key": "\"EBP_SuccessOrFailure.Success\""
				},
				{
					"Source":
					{
						"Text": "Width"
					},
					"Translation":
					{
						"Text": "Width"
					},
					"Key": "\"DTVideoBPLib:StartRecord:Width\""
				},
				{
					"Source":
					{
						"Text": "World Context Object"
					},
					"Translation":
					{
						"Text": "World Context Object"
					},
					"Key": "\"DTStopRecordAsyncBPLib:StopRecord:WorldContextObject\""
				},
				{
					"Source":
					{
						"Text": "World Context Object"
					},
					"Translation":
					{
						"Text": "World Context Object"
					},
					"Key": "\"DTVideoBPLib:StartRecord:WorldContextObject\""
				}
			]
		}
	]
}